Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2018-ekstra.pdf.tmx
Source language: nob
Languages: sme

source: Ášši/Sak 019/18
sme: Ášši 040/18

source: Sametingets plenum Dato: 01.06.2018-01.06.2018
sme: Sámedikki dievasčoahkkin 01.06.2018-01.06.2018

source: Konstituering
sme: Vuođđudeapmi

source: Arkivsaknr. 18/2663
sme: Áššenr. 18/2714

source: Plenumsledelsens innstilling Innkalling av 16.05.2018 med forslag til saksliste, program og taletid godkjennes
sme: Dievasčoahkkinjođihangotti árvalus 16.05.2018 beaiváduvvon gohččun árvaluvvon áššelistu, prográmma ja sárdnunáigi dohkkehuvvo

source: Sametingets plenum - 019/18 Saken påbegynt 01.06.2018 kl. 09.00
sme: Sámedikki dievasčoahkkin - 040/18 Ášši meannudeapmi álggahuvvui 01.06.2018 dii. 09.00.

source: Votering Av 39 representanter var 37 til stede.
sme: Jienasteapmi 39 áirasis ledje 37 čoahkis.

source: Voteringen ble gjennomført i følgende rekkefølge:
sme: Jienasteapmi čađahuvvui čuovvovaš vuogi mielde:

source: · Plenumsledelsens innstilling ble enstemmig vedtatt.
sme: · Dievasčoahkkinjođihangotti árvalus mearriduvvui ovttajienalaččat.

source: Protokoll tilførsler Det ble ikke fremmet noen protokolltilførsler i saken.
sme: Beavdegirjelasáhusat Dán áššis ii ovddiduvvon beavdegirjelasáhus.

source: V Taleliste og replikkordskifte
sme: Sáhkavuorrolistu ja replihkat

source: Innlegg Replikk Elisabeth Erke, plenumsleder
sme: Sáhkavuorru Replihkka 1 Elisabeth Erke

source: Innkalling av 16.05.2018 med forslag til saksliste, program og taletid godkjennes.
sme: DC - Mearrádus: 16.15.2018 beaiváduvvon gohččun árvaluvvon áššelistu, prográmma ja sárdnunáigi dohkkehuvvo.

source: Saken avsluttet 01.06.2018 kl. 09.10
sme: Ášši meannudeapmi loahpahuvvui 01.06.2018 dii. 09.10

source: Ášši/Sak 020/18
sme: Ášši 041/18

source: Ášši/Sak 004/18
sme: Ášši 004/18

source: Oppvekst-, omsorg- og utdanningskomiteen Dato: 29.05.2018-31.05.2018
sme: Bajásšaddan- fuolahus- ja oahppolávdegoddi 29.05.2018-01.06.2018

source: Sametingets innspill til mandat for sannhets og forsoningskommisjon
sme: Sámedikki árvalus/cealkámuš duohtavuođa- ja seanadankommišuvdnii

source: Arkivsaknr. 17/2805
sme: Áššenr. 17/2805

source: Forslag og merknader
sme: Evttohusat ja mearkkašumit

source: Sametingsrådets forslag til innstilling:
sme: Sámediggeráđi mearrádusárvalus:

source: Sametinget støtter Stortingets utkast til mandat for Sannhets- og forsoningskommisjonen, med Sametingets kommentarer og tilføyelser.
sme: Sámediggi doarju Stuorradikki mandáhtaevttohusa Duohtavuođa- ja seanadankommišuvdnii, Sámedikki mearkkašumiiguin ja lasáhusaiguin.

source: Oppvekst-, omsorg- og utdanningskomiteen - 004/18
sme: Bajásšaddan- fuolahus- ja oahppolávdegoddi - 004/18 Evttohus

source: Forslag fremmet av Norske Samers Riksforbund/Samefolkets parti (NSR/SáB) Beaska Niillas.
sme: Evttohus ovddiduvvon Norgga Sámiid Riikkasearvvi / Sámeálbmot bellodaga (NSR/SáB) Beaska Niillasa bokte.

source: Komiteens medlemmer fra Norske Samers Riksforbund (NSR) Ann Karin Kvernmo, Piera Heaika Muotka, Johan Arne Hansen, Niko Valkeapää, Nils Mikkelsen Utsi og Gunn Anita Jacobsen, fra ÅarjelSaemiej Gielh Jovna Zakarias Dunfjell, fra Arbeiderpartiet (AP) Jørn Are Gaski og Kåre Ivar Olli, fra uavhengig parti Elisabeth Erke, fra Samefolkets parti Ann-Elise Finbog, og fra Nordkalottfolket Kjellrun Wilhelmsen stiller seg bak:
sme: Lávdegotti miellahtut Norgga Sámiid Riikkasearvvi (NSR) Ann Karin Kvernmo, Piera Heaika Muotka, Johan Arne Hansen, Niko Valkeapää, Nils Mikkelsen Utsi ja Gunn Anita Jacobsen, Åarjel-Saemiej Gielh Jovna Zakarias Dunfjell, Bargiidbellodaga (BB) Jørn Are Gaski ja Kåre Ivar Olli, soarjjasmeahttun áirras Elisabeth Erke, Sámeálbmotbellodaga Ann-Elise Finbog ja Nordkalottfolket Kjellrun Wilhelmsen dorjot:

source: Forslag 1
sme: Evttohus 1

source: Tillegg til sametingsrådets forslag til innstilling:
sme: Lassiin Sámedikkeráđi mearrádusárvalussii:

source: Sametinget er positiv til etableringen av en kommisjon for gransking av assimilering og urett begått overfor samiske og kvenske/norskfinske folk i Norge.
sme: Sámediggi doarju dakkár kommišuvnna ásaheami mii galgá guorahallat assimilerema ja dan vearrivuođa mii lea čađahuvvon sámi ja kvena/norgga-suoma álbmoga vuostá Norggas.

source: Sametinget har følgende innspill til kommisjonens mandat:
sme: Sámedikkis lea čuovvovaš árvalus kommišuvnna mandáhtan:

source: Tidsramme Sametinget mener at det må gis tilstrekkelig tid og ressurser til denne prosessen for å sikre kvalitet og en grundig nok gransking av assimilering og urett begått overfor samiske og kvenske/norskfinske folk i Norge.
sme: Áigerámma Sámediggi oaivvilda ahte ferte addojuvvot doarvái áigi ja resurssat dán prosessii sihkkarastin dihtii kvalitehta ja ahte doarvái vuđolaččat guorahallojuvvo assimileren ja dat vearrivuohta mii lea čađahuvvon sámi ja kvena/norgga-suoma álbmoga vuostá Norggas.

source: Saksområdenes kompleksitet og omfang tilsier at kommisjonen må ha en lengre tidsramme, og kartlegging og bearbeiding vil ta tid.
sme: Áššesuorggi mohkkáivuohta ja viidodat gáibida ahte kommišuvnnas ferte leat guhkit áigerámma, ja kárten ja gieđahallan váldá áiggi.

source: Det er viktig å være klar over at assimileringspolitikken har hatt ulike konsekvenser for den samiske befolkning, både på individuelt og gruppenivå over generasjoner.
sme: Deaŧalaš lea atnit muittus ahte assimilerenpolitihkas leat leamaš iešguđet váikkuhusat sámi álbmogii, sihke ovttaskasdásis ja joavkodásis máŋggaid buolvvaid.

source: Det er derfor viktig at det legges opp til en god og verdig prosess.
sme: Danne lea deaŧalaš ahte plánejuvvo buorre ja gelbbolaš proseassa.

source: Tidsrammen på 2 år som er forespeilet fra Stortingets presidentskap er således ikke tilstrekkelig.
sme: Danne ii leat doarvái dat 2 jagi áigerámma maid Stuorradikki presideantagoddi evttoha.

source: Sametinget viser til at “Truth and Reconciliation Commission of Canada” brukte seks år på sitt arbeid, og deres arbeid var begrenset til et spesifikt saksområde av landets assimileringshistorie.
sme: Sámediggi čujuha dasa ahte “Truth and Reconciliation Commission of Canada” geavahii guhtta jagi iežas bargui, ja sin bargu lei ráddjejuvvon riikka assimilerenhistorjjá dihto áššesuorgái.

source: Sametinget foreslår derfor en tidsramme på 5 år.
sme: Danne evttoha Sámediggi 5 jagi áigerámma.

source: Kommisjonen bør gis muligheten til å vurdere utvidelse av tidsrammen ved behov.
sme: Kommišuvdna berre oažžut vejolašvuođa árvvoštallat áigerámma viiddideami dárbbu mielde.

source: Metode Sametinget mener det er nødvendig å skape tillit og trygge rammer for kommisjonens møte med enkeltmennesker, samfunn og deres historier.
sme: Metoda Sámediggi oaivvilda ahte lea dárbu duddjot luohttámuša ja oadjebas rámmaid kommišuvnna deaivvadeapmái ovttaskasaiguin, servodagaiguin ja sin historjjáid ektui.

source: Derfor kreves det et kompetent og forberedt apparat i kommisjonen, slik at alle involverte blir ivaretatt så godt som mulig.
sme: Danne gáibiduvvo kommišuvnnas dakkár apparáhta mas lea gelbbolašvuohta ja mii lea ráhkkanan, vai buot oassálastit fuolahuvvojit nu bures go vejolaš.

source: For mange er assimileringen traumatiserende og denne prosessen kan vekke sterke følelser.
sme: Ollugiidda lea assimileren traumatiserejeaddji ja dát proseassa sáhttá boktit garra dovdduid.

source: Kommisjonen anbefales å ha et nært samarbeid med Samisk Nasjonal kompetansetjeneste (SANKS) i sitt arbeid.
sme: Rávvejuvvo ahte kommišuvnnas lea lagas ovttasbargu Sámi Našuvnnalaš gealbobálvalusain (SÁNAG) barggustis.

source: Samisk språk og kulturkompetanse i møte med den samiske befolkningen og informanter er nødvendig.
sme: Sámi giella- ja kulturgelbbolašvuohta dárbbašuvvo deaivvadeamis sámi álbmogiin ja informánttaiguin.

source: Kommisjonen må også være oppmerksom på at samer har ulike erfaringer med assimileringspolitikken (geografisk, og eventuelle forsoningsprosesser vil derfor være ulike.
sme: Kommišuvdna ferte maid atnit muittus ahte sámiin leat iešguđet vásáhusat assimilerenpolitihkain (geográfalaččat), ja vejolaš seanadanproseassat leat danne iešguđetlágánat.

source: Kommisjonen må ha respekt for at det også er mange samer som av ulike årsaker ikke ønsker å delta i dette arbeidet.
sme: Kommišuvdna ferte vuhtiiváldit ahte ollu sámit iešguđet sivaid geažil eai háliit searvat dán bargui.

source: Mål Sametinget understreker at det foreligger sterke forventninger i det samiske samfunnet om at kommisjonens arbeid må resultere i tiltak for videre forsoning, og at dette følges opp av statlige myndigheter.
sme: Mihttomearri Sámediggi deattuha ahte Sámi servodagas leat stuorra vuordámušat dasa ahte kommišuvnna barggu vuođul galget čađahuvvot doaibmabijut viidásat seanadeami várás, ja ahte dat čuovvuluvvo stáhta eiseválddiid bealis.

source: Sametinget forventer videre at Stortinget legger dette til grunn ved opprettelsen av kommisjonen.
sme: Sámediggi vuordá viidáseappot ahte Stuorradiggi bidjá dan vuođđun go ásaha kommišuvnna.

source: Kommisjonen kan også komme med forslag til tiltak underveis i prosessen, der den ser mulighet og behov for det.
sme: Kommišuvdna sáhttá maiddái evttohit doaibmabijuid gaskan proseassa, go dan oaidná vejolažžan ja dárbbašlažžan.

source: Navnet på kommisjonen Sametinget foreslår at kommisjonens navn bør være “Sannhets og forsoningskommisjonen”.
sme: Kommišuvnna namma Sámediggi evttoha ahte kommišuvnna namma berre leat ”Duohtavuođa- ja seanadankommišuvdna”.

source: Sametinget anser at det foreslåtte navnet Kommisjonen for å gjennomgå fornorskningspolitkk og urett overfor samer og kvener/norskfinner (fonorskningskommisjonen) som særdeles uheldig.
sme: Sámediggi atná evttohuvvon nama Kommišuvdna guorahallat dáruiduhttinpolitihka ja vearrivuođa sámiid ja kvenaid/norggasuopmelaččaid vuostá (dáruiduhttinkommišuvdna) hui unohassan.

source: Sametinget vil sterkt fraråde et navn som er basert på eller inneholder ordet “fornorskning”, da et slikt navn kan gi assosiasjoner om at dette er en kommisjon som skal drive fornorskning.
sme: Sámediggi huigaša garrasit geavaheames dakkár nama mii lea vuođđuduvvon sátnái ”dáruiduhttin” dahje sisttisdoallá dan sáni, go dakkár nama sáhttá assosieret dainna ahte kommišuvdna galgá dáruiduhttit.

source: Videre ser Sametinget ingen grunn til betegne denne prosessen annerledes en allerede gjennomførte prosesser i andre deler av verden.
sme: Ii ge Sámediggi oainne makkárge siva dasa ahte dát proseassa galgá namuhuvvot earláganin go proseassat mat leat juo čađahuvvon eará osiin máilmmis.

source: Tema for kommisjonen Sametinget anser at avgjørelsen om å nedsette denne kommisjonen innebærer en offentlig erkjennelse om at det fortsatt er nødvendig med tiltak for å bøte på virkningene av den statlige assimileringspolitikken.
sme: Kommišuvnna fáttát Sámediggi atná dan mearrádusa ahte ásahit dán kommišuvnna, almmolaš dovddasteapmin dasa ahte ain dárbbašuvvojit doaibmabijut váidudan dihtii stáhta assimilerenpolitihka váikkuhusaid.

source: Sametinget mener det er positivt at Stortingets presidentskap i sitt forslag til mandat erkjenner at uretten samene ble utsatt for har skapt sår som fortsatt finnes blant den samiske befolkningen i dag.
sme: Sámedikki mielas lea buorre go Stuorradikki presideantagoddi mandáhtaevttohusastis dovddasta ahte vearrivuohta sámiid vuostá lea dagahan háviid sámi álbmogii mat eai leat vel savvon.

source: Det er fra Sametingets side viktig at myndighetene erkjenner at assimileringspolitikken, og holdningene og ideologiene som gjennom historien har begrunnet den, fortsatt pågår i moderne form.
sme: Sámediggái lea deaŧalaš ahte eiseválddit dovddastii ahte assimilerenpolitihkka, ja dat guottut ja ideologiijat mat historjjá čađa leat dan bealuštan, áin čađahuvvo ođđaáiggi hámis.

source: Dette konstateres blant annet i spørsmål om barnehagetilbud, skole- og læremiddeltilbud, helse-, sosial- og barnevernssaker, kulturinstitusjoner, samiske næringer, språk og natur- og ressursforvaltning.
sme: Dat gávnnahuvvo earret eará mánáidgárdefálaldaga, skuvla- ja oahpponeavvofálaldaga, dearvvašvuođa-, sosiála- ja mánáidsuodjalusáššiid, kulturásahusaid, sámi ealáhusaid, giela ja luonddu- ja resurssahálddašeami gažaldagain.

source: Dette anses som assimilerende og undertrykkende i konsekvens, om ikke alltid i intensjon.
sme: Daid váikkuhusat adnojuvvojit assimileremin ja duolbmumin, vaikke vel dat ii leat álo áigumuššan.

source: Sametinget ber om at dette tydeliggjøres i mandatet.
sme: Sámediggi bivdá ahte dat boahtá čielgasit ovdan mandáhtas.

source: I Stortingets presidentskaps forslag til mandat er en rekke tidligere gjennomførte tiltak for forsoning, som for eksempel lover og institusjoner nevnt.
sme: Stuorradikki presideantagotti mandáhtaevttohusas leat namuhuvvon máŋga ovdalis čađahuvvon doaibmabiju seanadeami várás, nu go ovdamearkka dihtii lágat ja ásahusat.

source: Det står blant annet “det at det samiske folks rettigheter har blitt styrket gjennom en rekke lover og institusjoner.
sme: Čuožžu earret eará ahte sámi álbmoga vuoigatvuođat leat nannejuvvon ollu lágaid ja ásahusaid bokte.

source: Sametinget vil her komme med en presisering på at samene ikke har fått styrket sine rettigheter gjennom disse tiltakene, men heller at vi har fått en delvis styrket rettsstilling.
sme: Sámediggi áiddostahttá dás ahte sámit eai leat ožžon nannejuvvot iežaset vuoigatvuođaid dáid doaibmabijuid bokte, muhto mii leat baicce ožžon muhtumassii nannejuvvon riektedili.

source: Samene har allerede rettigheter, men disse er ikke anerkjent.
sme: Sámiin leat juo vuoigatvuođat, muhto dat eai leat dohkkehuvvon.

source: Videre mener Sametinget at det er viktig at også FNs erklæring om urfolks rettigheter (UNDRIP) blir nevnt.
sme: Viidáseappot oaivvilda Sámediggi deaŧalažžan ahte maiddái ON álgoálbmotvuoigatvuođaid julggaštus (UNDRIP) namuhuvvo.

source: Kommisjonen må belyse betydningen av neglisjerte og undertrykte rettigheter, og dette må komme klarere med i mandatet.
sme: Kommišuvdna ferte čuvget mearkkašumi hilgojuvvon ja dulbmojuvvon vuoigatvuođain, ja dat ferte boahtit čielgaseappot ovdan mandáhtas.

source: Tap av retten til å utøve sin egen kultur er og har for mange vært en kilde til store traumer, avmaktsfølelse og urettferdighet.
sme: Massit vuoigatvuođa doaimmahit iežas kultuvrra lea addán ollugiidda stuorra traumaid, fámohisvuođadovddu ja vearrivuođadovddu.

source: Likestilling og fokus på kvinners situasjon må belyses i kommisjonens arbeid.
sme: Dásseárvu ja deaddu nissoniid dillái ferte čuvgejuvvot kommišuvnna barggus.

source: Forskning og erfaringer tyder på at samiske kvinner og menn møter forskjellige utfordringer i dagens samfunn.
sme: Dutkan ja vásáhusat orrot čájeheamen ahte sámi nissoniin ja albmáin leat iešguđet hástalusat dálá servodagas.

source: Det er for eksempel påvist at samiske kvinner er mer utsatt for vold i nære relasjoner enn kvinner i samfunnet forøvrig.
sme: Ovdamearkka dihtii lea čájehuvvon ahte sámi nissonat gillájit eanet veahkaválddi lagas gaskavuođain go nissonat servodagas muđui.

source: Sametinget mener det kan være fordelaktig at kommisjonens arbeid dokumenteres og følges opp i et kjønnsperspektiv.
sme: Sámediggi oaivvilda ahte sáhttá leat buorre go kommišuvnna bargu duođaštuvvo ja čuovvuluvvo sohkabeale perspektiivvas.

source: Skolen som institusjon har vært sentral og effektiv i den statlige assimileringspolitikken.
sme: Skuvla ásahussan lea leamaš guovddážis ja beaktil stáhta assimilernpolitihkas.

source: Mange såre historier er blitt fortalt om samiske barns møte med skolen, og hvordan dette preget de for livet.
sme: Ollu bahča muitalusat leat muitaluvvon sámi mánáid deaivvadeami birra skuvllain, ja mo dat lea merken sin eallinahkái.

source: Denne historien bør kommisjonen ha et særskilt øye til.
sme: Dán historjjá berre kommišuvdna atnit muittus erenoamážit.

source: I det forestående forsoningsarbeidet må derimot skolen ha en viktig rolle i å skape og endre holdninger samt øke kunnskap om samisk samfunn, kultur og historie.
sme: Muhto dán seanadanbarggus ferte baicce skuvllas leat deaŧalaš rolla das ahte duddjot ja rievdadit guottuid ja lasihit máhtu sámi servodaga, kultuvrra ja historjjá birra.

source: Samiske forhold, kultur og historie må få en større plass i læreplaner innen utdanning på alle nivåer.
sme: Sámi dilit, kultuvra ja historjá ferte oažžut stuorát saji oahppoplánain buot dásiin.

source: Sametinget støtter at kommisjonen skal ha mandat til kunne gå lengre tilbake i den historiske kartleggingen utover den foreslåtte rammen på år 1800 fram til i dag.
sme: Sámediggi doarju dan ahte kommišuvnnas galgá leat mandáhta mannat guhkelebbui maŋás historjjálaš kártemis go evttohuvvon rámma jagi 1800 rájes otnážii.

source: Dette vil kunne gi kommisjonen et bedre grunnlag for å forstå assimileringspolitikkens historie og bakgrunn.
sme: Dat attášii kommišuvdnii buoret vuođu áddet assimilerenpolitihka historjjá ja duogáža.

source: For å forstå omfanget og dynamikken, må kommisjonen også se på hvordan stat, kirke, rettsvesenet og akademia virket sammen i assimileringsspolitikken.
sme: Vai ádde viidodaga ja dynamihka, de ferte kommišuvdna maiddái geahčadit mo stáhta, girku, riektelágádus ja akademiija leat ovttas doaibman assimilerenpolitihkas.

source: Sametinget er tilfreds med at Stortingets presidentskap viser til lignende prosesser på svensk og finsk side.
sme: Sámediggi lea duhtavaš dainna go Stuorradikki presideantagoddi čujuha sullasaš proseassaide Ruoŧa ja Suoma bealde.

source: Sametinget mener kommisjonens arbeid må ses i sammenheng med prosessene på finsk og svensk side, og oppfordrer kommisjonen til å ha et grenseoverskridende perspektiv og samarbeid.
sme: Sámediggi oaivvilda ahte kommišuvnna bargu ferte gehččojuvvot ovttas proseassaiguin Suoma ja Ruoŧa bealde, ja ávžžuha kommišuvnna geavahit rádjarasttideaddji perspektiivva ja ovttasbarggu.

source: Sametinget er fornøyd med at Stortingets presidentskap fremhever behovet for å se på assimileringsspolitikkens konsekvenser også for majoritetssamfunnet.
sme: Sámediggi lea duhtavaš dainna go Stuorradikki presideantagoddi deattuha dárbbu geahčadit assimilerenpolitihka váikkuhusaid maiddá eanetlohkoservodahkii.

source: Forskning viser at det er en betydelig kunnskapsmangel om samer og samiske forhold i den nasjonale bevisstheten, både hos den enkelte og i politikk og forvaltningen på alle nivå.
sme: Dutkan čájeha ahte lea stuorra váilevašvuohta máhtus sámiid ja sámi diliid birra nationála diehtomielalašvuođas, sihke ovttaskasain ja politihkas ja hálddašeamis buot dásiin.

source: Sametinget er opptatt av at denne prosessen må foregå på et nasjonalt plan, slik at det blir et felles eierskap og en lik forståelse av historien i både majoritetssamfunnet, blant samer og kvener/norskfinner.
sme: Sámediggái lea deaŧalaš ahte dát proseassa čađahuvvo nationála dásis, vai šaddá oktasaš eaiggátvuohta ja seamma áddejupmi historjái sihke eanetlohkoservodaga, sámiid ja kvenaid/norggasuopmelaččaid bealis.

source: Kultur, media og et dokumentasjonssenter vil kunne være med å tilgjengeliggjøre kunnskapen om assimileringspolitikken og kommisjonsarbeidet for hele befolkningen.
sme: Kultuvra, media ja duođaštanguovddáš sáhtášedje leat mielde dahkamin olámuddui máhtu assimilerenpolitihka ja kommišuvnnabarggu birra olles álbmogii.

source: Usynliggjøring av samiske saker i offentlige dokumenter er etter vårt skjønn strukturell diskriminering.
sme: Dat ahte dahkat sámi áššiid oaidnemeahttumin almmolaš dokumeanttain lea min oainnu mielde struktuvrralaš vealaheapmi.

source: Kommisjonen bør vurdere å komme med jevnlige delrapporter til Sametinget og Stortinget, og Sametinget forventer at det vil foreligge delrapporter i inneværende sametings- og stortingsperiode.
sme: Kommišuvdna berre árvvoštallat jeavddalaččat buktit oasseraporttaid Sámediggái ja Stuorradiggái, ja Sámediggi vuordá ahte gávdnojit oasseraporttat dán sámedigge- ja stuorradiggeáigodagas.

source: Sametinget legger til grunn at kommisjonen ser på alle innspillene som er kommet fra det samiske samfunn gjennom høringsrunder samt folkemøter, og at dette tas hensyn til i grunnlaget for kommisjonens arbeid.
sme: Sámediggi bidjá eaktun ahte kommišuvdna geahčada buot árvalusaid mat leat boahtán sámi servodagas gulaskuddamiin ja álbmotčoahkkimiin, ja ahte dat váldojuvvojit vuhtii kommišuvnna bargovuođus.

source: Sametinget forventer at Stortingets presidentskap gjennomfører konsultasjoner med Sametinget, og at det oppnås et fritt og forhåndsinformert samtykke før endelig mandat og sammensetning av kommisjonen vedtas.
sme: Sámediggi vuordá ahte Stuorradikki presideantagoddi čađaha konsultašuvnnaid Sámedikkiin, ja ahte juksojuvvo friija ja ovddalgihtii dieđiheami vuođul miehtan ovdalgo kommišuvnna loahpalaš mandáhta ja čoahkkádus mearriduvvo.

source: Komiteen har ikke flere merknader eller forslag og råder Sametinget til å vedta følgende: Sametinget støtter forøvrig sametingsrådets forslag til innstilling.
sme: Lávdegotti ráva Lávdegottis eai leat eanet mearkkašumit dahje evttohusat ja rávve Sámedikki mearridit čuovvovaččat: Sámediggi doarju muđui sámediggeráđi árvalusa.

source: Sametingets plenum - 020/18
sme: Sámedikki dievasčoahkkin - 041/18

source: Forslag 2
sme: Evttohus 2

source: Sametingets innspill til mandat for sannhetskommisjonen Sametinget konstaterer at Stortinget har opprettet en sannhet- og fornorskningskommisjon.
sme: Sámedikki cealkámuš Duohtavuođa- ja seanadankommišuvnna mandáhtii Sámediggi konstatere ahte Stuoradiggi lea ásahan duohtavuođa- ja dáruiduhttinkommišuvnna.

source: Sametinget mener dette er å gjøre samer en bjørnetjeneste.
sme: Sámediggi oaivvilda ahte dás bohtet heajos váikkuhusat.

source: Alle er enige om den uretten som er begått, ingen bestrider det.
sme: Buohkat leat dohkkehan ahte lea dahkkon vearrivuohta, ii oktage biehttal dan.

source: Men dette er et tilbakelagt stadium, vi befinner oss i 2018, og offerrollen kler ikke oss samer.
sme: Muhto dat lea vássán áigi, mii leat dál 2018:s, ja oaffarrolla ii leat vuogas midjiide sámiide.

source: Fornorskningsprosessen er godt velkjent og dokumentert.
sme: Dáruiduhttinproseassa lea oahpis ja bures duođaštuvvon.

source: Det offentlige Norge, ved Konge og statsminister, har bedt om unnskyldning for det som skjedde.
sme: Norgga almmolašvuohta, Gonagasa ja stáhtaministara bokte, leat ánuhan ándagassii dan dihte mii dáhpáhuvai.

source: Sametinget konstaterer at kommisjonen er vedtatt.
sme: Sámediggi konstatere ahte kommišuvdna lea mearriduvvon.

source: Sametinget vil legge til rette for at kommisjonen skal få gode innspill og bidra til at den kan gjøre en god jobb.
sme: Sámediggi áigu láhčit dili nu ahte kommišuvdna oažžu buriid cealkámušaid ja veahkehit sin vai nákcejit bargat buori barggu.

source: Samtidig mener Sametinget at mandatet må presiseres i forhold til hva resultatet av kommisjonens arbeide blir.
sme: Seammás oaivvilda Sámediggi ahte mandáhtta ferte čielgaseabbo presiserejuvvot kommišuvnna barggu bohtosa ektui.

source: Sametinget vil advare mot at resultatet brukes til som grunnlag for retttighetskamp mot, og for kompensasjon og erstatning fra den norske stat.
sme: Sámediggi váruha ahte bohtosat sáhttet geavahuvvot vuođđun vuoigatvuođagiččuide ja buhtadusaide norgga stáhta vuostá.

source: Nå er det på tide å legge dette bak oss.
sme: Dál lea áigi guođđit dán ášši.

source: Det tjener ikke hverken oss samer spesielt eller det norske samfunnet generelt å grave i dette ytterligere.
sme: Ii daga buori midjiide sápmelaččaide earenoamážiid, dahje norgga servodahkii obbalaččat, dađi eanet roggat dáid áššiid.

source: Uretten som ble begått lar seg ikke gjøre om, og dagens samfunn har en helt annen åpen og tolerant holdning til det samiske.
sme: Vearrivuohta mii dahkkui, dan ii sáhte rievdadit, ja dálá servodagas leat áibbas eará rabas ja gierdevaš guottut sápmelaččaid ektui.
